/* Location time info */
"xTime" = "Heure d' %@";

/* Unknown time location */
"unknownTimeLocation" = "Fuseau horaire inconnu";

/* To sort something ascending */
"sortAscending" = "Ordre croissant";

/* To sort something descending */
"sortDescending" = "Ordre décroissant";

/* Older Appointment Section */
"older" = "Vieux";

/* Upcoming Appointment Section */
"upcoming" = "Prochains rendez-vous";

/* lastXDays Appointment Section */
"lastXDays" = "Derniers %@ jours";

/* provide the purpose of using biometrics*/
"biometricsRequestReason" = "Veuillez activer l'authentification avec la biométrie pour sécuriser l'accès aux données";

/* Upcoming notification message */
"upcomingAppointmentInX" = "Prochain rendez-vous dans %@";

/* Bad URL error message */
"badURL" = "Mauvaise URL";

/* Decoding issue error message */
"decodingIssue" = "Problème de décodage";

/* Ecoding issue error message */
"encodingIssue" = "Problème d'encodage";

/* Request failed error message */
"requestFailed" = "Impossible de se connecter";

/* Unknown error message */
"unknownError" = "Une erreur inconnue s'est produite";

/* New label */
"new" = "Nouveau";

/* Add label */
"add" = "Ajouter";

/* Date label */
"date" = "Date";

/* Time picker label */
"time" = "L'heure";

/* Error label */
"error" = "Erreur";

/* Save label */
"save" = "Sauvegarder";

/* Filter label */
"filter" = "Filtres";

/* Filter action */
"filterAction" = "Filtrer";

/* Edit label */
"edit" = "Modifier";

/* Cancel label */
"cancel" = "Annuler";

/* Delete label */
"delete" = "Supprimer";

/* Edit Appointment page title */
"editAppointment" = "Modifier le rendez-vous";

/* Doctor targeted notification message */
"appointmentFor" = "Rendez-vous pour %1$@ le %2$@";

/* Patient targeted notification message */
"appointmentWith" = "Rendez-vous avec %1$@ le %2$@";

/* Delete appointment warning title */
"areYouSure_appointment" = "Êtes-vous sûr?";

/* Delete patient warning title */
"areYouSure_patient" = "Êtes-vous sûr?";

/* Delete appointment warning message */
"deleteAppointmentMessage" = "Les données de ce rendez-vous seront supprimées";

/* Delete patient warning message */
"deletePatientMessage" = "Toutes les données de %@ seront supprimées";

/* Cancel Appointment button label */
"cancelAppointment" = "Annuler le rendez-vous";

/* Appointment Details */
"appointmentDetails" = "Détails du rendez-vous";

/* (appointment) For (a patient) */
"for_prefix" = "Pour";

/* (appointment) With (a doctor) */
"with_prefix" = "Avec";

/* (appointment) On (a particular date) */
"on_prefix" = "Le";

/* (appointment) At (a particular time) */
"at_prefix" = "À";

/* Investigation section header */
"investigation" = "Enquête";

/* Diagnosis section header */
"diagnosis" = "Diagnostic";

/* Service bill section header */
"serviceBill" = "Prix services";

/* Total for service */
"totalAmount" = "Total: %d lei";

/* Notification and Calendar section header */
"notificationAndCalendar" = "Notification et Calendrier";

/* Notification alert text */
"alertSetToX" = "Alerte pour %@";

/* Appointment Saved to (Calendar Name) */
"appointmentSavedToCalendarName" = "Rendez-vous enregistré dans %@";

/* Appointment page title */
"appointment" = "Rendez-vous";

/* Appointments page title */
"appointments" = "Rendez-vous";

/* Notification alert */
"notificationAlert" = "Alerte de notification";

/* Add to Calendar */
"addToCalendar" = "Ajouter au calendrier";

/* Notification or Calendar Pemission denied alert title */
"notificationAndCalendarPermissionDenied" = "Accès à la notification ou au calendrier refusé";

/* App Settings */
"appSettings" = "Réglages";

/* Date From */
"dateFrom" = "Depuis";

/* Date To */
"dateTo" = "Jusqu'à";

/* Appointment Time section header */
"appointmentTime" = "Temps du Rendez-vous";

/* Appointment Date: (example) */
"appointmentDateDisclosureLabel" = "Date de Rendez-vous: %@";

/* Appointment Time: (example) */
"appointmentTimeDisclosureLabel" = "Heure du Rendez-vous: %@";

/* (The) Patient */
"patient" = "Patient";

/* (The) Doctor */
"doctor" = "Docteur";

/* (The) Services */
"services" = "Services";

/* Create appointment page title */
"createAppointment" = "Prendre un Rendez-vous";

/* Filter Appointments page title */
"filterAppointments" = "Filtrer Rendez-vous";

/* Remove filter */
"removeFilter" = "Supprimer le filtre";

/* First name textfield label */
"firstName" = "Prénom";

/* Last name textfield label */
"lastName" = "Nom de famille";

/* Born after picker label */
"bornAfter" = "Né après";

/* Born before picker label */
"bornBefore" = "Né avant";

/* Birth Date picker label */
"birthDate" = "Date de naissance";

/* Address textfield label */
"address" = "Adresse";

/* Job textfield label */
"job" = "Métier";

/* Patients page title */
"patients" = "Patients";

/* Create Patient page title */
"createPatient" = "Nouveau Patient(e)";

/* Edit Patient page title */
"editPatient" = "Modifier le patient";

/* Filter Patients page title */
"filterPatients" = "Filtrer Patients";

/* Delete patient button label */
"deletePatient" = "Supprimer Patient(e)";

/* Birth date and age section header */
"birthDateAndAge" = "Date de naissance et âge";

/* Personal details section header */
"personalDetails" = "Détails personnels";

/* Add a new day off page title */
"addNewHoliday" = "Sélectionnez un jour de congé";

/* You have at least one appointment on that day */
"invalidHolidayMessage" = "Vous avez au moins un rendez-vous ce jour-là";

/* Email */
"email" = "e-mail";

/* Working weekends */
"workingWeekends" = "Disponibilité en week-end";

/* Doctor Details section header */
"doctorDetails" = "Détails du docteur";

/* Edit Doctor page title */
"editDoctor" = "Modifier le docteur";

/* Holidays page title */
"holidays" = "Congé";

/* Holidays (number of days) */
"holidayAmount" = "Congé (%d jours)";

/* Is working weekends status */
"isWorkingWeekends" = "Disponible le week-end";

/* Is not working weekends status */
"isNotWorkingWeekends" = "Indisponible le week-end";

/* Doctor specialty */
"specialty" = "Spécialité";

/* Configuration section header */
"configuration" = "Configuration";

/* Biometrics pemission denied alert title */
"biometricsPermissionDenied" = "Appareil incompatible ou autorisation refusée";

/* Reason for require permission */
"biometricsPermissionRequest" = "Veuillez activer les services biométriques à partir des reglages de l'application";

/* Use biometrics toggle label */
"biometricsUseTitle" = "Utilisez les données biométriques pour sécuriser les données";

/* My Profile page title */
"myProfile" = "Mon Profil";

/* Retry Authentication */
"retryAuthentication" = "Réessayer l'authentification";

/* Authentication */
"authentication" = "Authentication";

/* Notification Schedule - None */
"notificationNone" = "Aucune";

/* Notification Schedule - 10 minutes before */
"notification10min" = "10 minutes avant";

/* Notification Schedule - 15 minutes before */
"notification15min" = "15 minutes avant";

/* Notification Schedule - 20 minutes before */
"notification20min" = "20 minutes avant";

/* Notification Schedule - 30 minutes before */
"notification30min" = "30 minutes avant";

/* Notification Schedule - 1 hour before */
"notification1h" = "1 heure avant";

/* Notification Schedule - 2 hours before */
"notification2h" = "2 heures avant";

/* Notification Schedule - 1 day before */
"notification1d" = "1 jour avant";

/* Notification Schedule - 2 days before */
"notification2d" = "2 jours avant";

/* Notification Schedule - 1 week before */
"notification1w" = "1 semaine avant";

/* Unspecified birth date placeholder */
"unspecified" = "Non spécifié";

/* Unknown age placeholder */
"unknownAge" = "Âge inconnu";

/* Unknown address placeholder */
"unknownAddress" = "Adresse inconnue";

/* Unknown job placeholder */
"unknownJob" = "Métier inconnu";

/* Unknown firstName placeholder */
"unknownFirstName" = "Prénom inconnu";

/* Unknown lastName placeholder */
"unknownLastName" = "Nom inconnu";

/* today */
"today" = "Aujourd'hui";

/* tomorrow */
"tomorrow" = "Demain";

/* Log in as a doctor */
"loginAsDoctor" = "Connectez-vous en tant que médecin";

/* Log in as a patient */
"loginAsPatient" = "Connectez-vous en tant que patient";

/* Log out */
"logout" = "Se déconnecter";

/* Wrong authentication state */
"wrongAuthState" = "Impossible de valider la demande Connexion avec Apple";

/* Fail to store keychain */
"failToStoreKeychain" = "Échec du stockage des identifiants";

/* Fail to update settings */
"failToUpdateSettings" = "Échec de la mise à jour des reglages";

/* Fail to delete keychain */
"failToDeleteKeychain" = "Échec de la suppression des identifiants";
